"OK" = "OK";
"Відміна" = "Відміна";
"Закрити" = "Закрити";
"Обрати" = "Обрати";
"Так" = "Так";
"Ні" = "Ні";
"Підключитися" = "Підключитися";
"Зчитати" = "Зчитати";
"Знищити" = "Знищити";
"Записати" = "Записати";
"Допомога" = "Допомога";
"Змінити" = "Змінити";
"Застосувати" = "Застосувати";
"Назад" = "Назад";
"Далі" = "Далі";
"Переглянути" = "Переглянути";
"Імпортувати" = "Імпортувати";
"Експортувати" = "Експортувати";
"Перевірити" = "Перевірити";
"Видалити" = "Видалити";
"Всі" = "Всі";
"Жодного" = "Жодного";
"Переглянути сертифікат" = "Переглянути сертифікат";
"Переглянути сертифікати" = "Переглянути сертифікати";
"Переглянути СВС" = "Переглянути СВС";
"З сертифіката" = "З сертифіката";
"Згенерувати" = "Згенерувати";
"Резервне копіювання" = "Резервне копіювання";
"Поновити" = "Поновити";
"Додати" = "Додати";
"Змінити" = "Змінити";
"Видалити" = "Видалити";
"Друкувати" = "Друкувати";
"Зберегти у текстовий файл" = "Зберегти у текстовий файл";
"\U0000276E Назад" = "\U0000276E Назад";
"Змінити пароль захисту" = "Змінити пароль захисту";
"Сертифікати" = "Сертифікати";
"Списки відкликаних сертифікатів" = "Списки відкликаних сертифікатів";
"Пошук та визначення статусу сертифіката" = "Пошук та визначення статусу сертифіката";
"Пошук та визначення статусу сертифікатів" = "Пошук та визначення статусу сертифікатів";
"Параметри роботи" = "Параметри роботи";
"Генерація ключів" = "Генерація ключів";
"Запит на формування сертифіката з відкритим ключем ЕЦП" = "Запит на формування сертифіката з відкритим ключем ЕЦП";
"Запит на формування сертифіката з відкритим ключем протоколу розподілу" = "Запит на формування сертифіката з відкритим ключем протоколу розподілу";
"Запит на формування сертифіката з відкритим ключем RSA" = "Запит на формування сертифіката з відкритим ключем RSA";
"Підключення до proxy-сервера" = "Підключення до proxy-сервера";
"Зчитування особистого ключа" = "Зчитування особистого ключа";
"Параметри носія ключової інформації" = "Параметри носія ключової інформації";
"Знищення особистого ключа" = "Знищення особистого ключа";
"Зміна пароля доступу" = "Зміна пароля доступу";
"Запис особистого ключа" = "Запис особистого ключа";
"Сертифікат" = "Сертифікат";
"Список відкликаних сертифікатів" = "Список відкликаних сертифікатів";
"Запит на формування сертифіката" = "Запит на формування сертифіката";
"Запит на зміну статусу сертифіката" = "Запит на зміну статусу сертифіката";
"Підписані та зашифровані дані" = "Підписані та зашифровані дані";
"Зашифровані дані" = "Зашифровані дані";
"Підписані дані" = "Підписані дані";
"Захищені дані" = "Захищені дані";
"Особистий ключ" = "Особистий ключ";
"Налаштування точки доступу до OCSP-сервера" = "Налаштування точки доступу до OCSP-сервера";
"Сертифікат CMP-сервера" = "Сертифікат CMP-сервера";
"Сертифікат CMP-сервера ЦСК" = "Сертифікат CMP-сервера ЦСК";
"Сертифікат TSP-сервера" = "Сертифікат TSP-сервера";
"Сертифікат ЦСК" = "Сертифікат ЦСК";
"Сертифікат OCSP-сервера" = "Сертифікат OCSP-сервера";
"Сертифікат користувача" = "Сертифікат користувача";
"Інформація оператору" = "Інформація оператору";
"Точка доступу до сервера" = "Точка доступу до сервера";
"Власний сертифікат" = "Власний сертифікат";
"Сертифікати користувачів-отримувачів" = "Сертифікати користувачів-отримувачів";
"Облікові дані" = "Облікові дані";
"Експорт ключів" = "Експорт ключів";
"DNS-ім'я чи ІР-адреса сервера" = "DNS-ім'я чи ІР-адреса сервера";
"TCP-порт" = "TCP-порт";
"Тип" = "Тип";
"Назва" = "Назва";
"Користувач" = "Користувач";
"Ім'я користувача" = "Ім'я користувача";
"Пароль" = "Пароль";
"Детальна інформація" = "Детальна інформація";
"Загальна інформація" = "Загальна інформація";
"Інформація" = "Інформація";
"Ім’я файлу" = "Ім’я файлу";
"Час друку" = "Час друку";
"Час запису" = "Час запису";
"Відстуня" = "Відстуня";
"Ім'я власника" = "Ім'я власника";
"Загальна кількість сертифікатів: %i" = "Загальна кількість сертифікатів: %i";
"Типи власників" = "Типи власників";
"Всі" = "Всі";
"Центри сертифікації ключів (ЦСК)" = "Центри сертифікації ключів (ЦСК)";
"Сервери ЦСК" = "Сервери ЦСК";
"CMP-сервери" = "CMP-сервери";
"OCSP-сервери" = "OCSP-сервери";
"TSP-сервери" = "TSP-сервери";
"Користувачі ЦСК" = "Користувачі ЦСК";
"Адміністратори реєстрації" = "Адміністратори реєстрації";
"Загальна кількість СВС: %i" = "Загальна кількість СВС: %i";
"Сертифікати" = "Сертифікати";
"СВС" = "СВС";
"Результати пошуку та визначення статусу" = "Результати пошуку та визначення статусу";
"Інформація про сертифікат" = "Інформація про сертифікат";
"Файлове сховище сертифікатів та СВС" = "Файлове сховище сертифікатів та СВС";
"Параметри файлового сховища" = "Параметри файлового сховища";
"Каталог з сертифікатами та СВС" = "Каталог з сертифікатами та СВС";
"Автоматично перечитувати при виявленні змін" = "Автоматично перечитувати при виявленні змін";
"Зберігати сертифікати, що отримані з OCSP-, LDAP- чи CMP-серверів" = "Зберігати сертифікати, що отримані з OCSP-, LDAP- чи CMP-серверів";
"Час зберігання стану перевіреного сертифіката, с:" = "Час зберігання стану перевіреного сертифіката, с:";
"Перевіряти СВС" = "Перевіряти СВС";
"Тільки свого ЦСК" = "Тільки свого ЦСК";
"Завантажувати автоматично" = "Завантажувати автоматично";
"Повний та частковий" = "Повний та частковий";
"Proxy-сервер" = "Proxy-сервер";
"Підключатися через proxy-сервер" = "Підключатися через proxy-сервер";
"Автентифікуватися на proxy-сервері" = "Автентифікуватися на proxy-сервері";
"Зберегти пароль" = "Зберегти пароль";
"TSP-сервер ЦСК" = "TSP-сервер ЦСК";
"Отримувати позначки часу" = "Отримувати позначки часу";
"OCSP-сервер ЦСК" = "OCSP-сервер ЦСК";
"Використовувати OCSP-сервер" = "Використовувати OCSP-сервер";
"Перевіряти до перевірки у файловому сховищі" = "Перевіряти до перевірки у файловому сховищі";
"Використовувати точки доступу до OCSP-серверів" = "Використовувати точки доступу до OCSP-серверів";
"сервера..." = "сервера...";
"користувача..." = "користувача...";
"Назва ЦСК" = "Назва ЦСК";
"Точка доступу (URI)" = "Точка доступу (URI)";
"LDAP-сервер ЦСК" = "LDAP-сервер ЦСК";
"Використовувати LDAP-сервер" = "Використовувати LDAP-сервер";
"Анонімний доступ" = "Анонімний доступ";
"CMP-сервер ЦСК" = "CMP-сервер ЦСК";
"Використовувати CMP-сервер" = "Використовувати CMP-сервер";
"Особистий ключ" = "Особистий ключ";
"з носія ключа на носій" = "з носія ключа на носій";
"з носія ключа у файл" = "з носія ключа у файл";
"з файла на носій" = "з файла на носій";
"Сертифікати та СВС" = "Сертифікати та СВС";
"Сертифікати та списки відкликаних сертифікатів" = "Сертифікати та списки відкликаних сертифікатів";
"Реєстрація подій" = "Реєстрація подій";
"Записувати події у системний журнал реєстрації" = "Записувати події у системний журнал реєстрації";
"Відправляти інформацію про події агенту моніторингу" = "Відправляти інформацію про події агенту моніторингу";
"DNS-ім'я чи IP-адреса агента" = "DNS-ім'я чи IP-адреса агента";
"UDP-порт агента" = "UDP-порт агента";
"Реєструвати тільки події, що пов'язані з помилками" = "Реєструвати тільки події, що пов'язані з помилками";
"DNS-ім'я чи IP-адреса OCSP-сервера" = "DNS-ім'я чи IP-адреса OCSP-сервера";
"Встановіть носій ключової інформації чи підключіть криптографічний модуль та вкажіть параметри" = "Встановіть носій ключової інформації чи підключіть криптографічний модуль та вкажіть параметри";
"Встановіть (за необхідністю) носій ключової інформації чи підключіть криптографічний модуль та вкажіть параметри" = "Встановіть (за необхідністю) носій ключової інформації чи підключіть криптографічний модуль та вкажіть параметри";
"Інформація про носій" = "Інформація про носій";
"Апаратний криптомодуль" = "Апаратний криптомодуль";
"Натиснуто <Caps Lock>" = "Натиснуто <Caps Lock>";
"Попередньо відформатувати" = "Попередньо відформатувати";
"Повтор" = "Повтор";
"Новий пароль" = "Новий пароль";
"Повтор паролю" = "Повтор паролю";
"Генерація ключів" = "Генерація ключів";
"Запити на формування сертифікатів" = "Запити на формування сертифікатів";
"Генерацію ключів завершено" = "Генерацію ключів завершено";
"для державних алгоритмів і протоколів" = "для державних алгоритмів і протоколів";
"для міжнародних алгоритмів і протоколів" = "для міжнародних алгоритмів і протоколів";
"для державних та міжнародних алгоритмів і протоколів" = "для державних та міжнародних алгоритмів і протоколів";
"Тип криптографічних алгоритмів та протоколів" = "Тип криптографічних алгоритмів та протоколів";
"Зберегти особистий ключ до файлу" = "Зберегти особистий ключ до файлу";
"Ім’я файлу для збереження особистого ключа" = "Ім’я файлу для збереження особистого ключа";
"Пароль доступу до особистого ключа" = "Пароль доступу до особистого ключа";
"ДСТУ 4145-2002 та Диффі-Гелман в гр. точок ЕК" = "ДСТУ 4145-2002 та Диффі-Гелман в гр. точок ЕК";
"RSA" = "RSA";
"Використовувати окремий ключ для протоколу розподілу" = "Використовувати окремий ключ для протоколу розподілу";
"Ключі ЕЦП" = "Ключі ЕЦП";
"з файлу параметрів" = "з файлу параметрів";
"мінімальна (191 біт)" = "мінімальна (191 біт)";
"базова (257 біт)" = "базова (257 біт)";
"велика (307 біт)" = "велика (307 біт)";
"Ключі протоколу розподілу" = "Ключі протоколу розподілу";
"базова (257 біт)" = "базова (257 біт)";
"велика (431 біт)" = "велика (431 біт)";
"максимальна (571 біт)" = "максимальна (571 біт)";
"Ключі" = "Ключі";
"мінімальна (1024 біта з SHA-1)" = "мінімальна (1024 біта з SHA-1)";
"базова (2048 біт з SHA-256)" = "базова (2048 біт з SHA-256)";
"велика (3072 біта з SHA-256)" = "велика (3072 біта з SHA-256)";
"максимальна (4096 біт з SHA-256)" = "максимальна (4096 біт з SHA-256)";
"Місце розміщення параметрів (каталог, з'ємний чи оптичний диск)" = "Місце розміщення параметрів (каталог, з'ємний чи оптичний диск)";
"Ім'я файлу для запису запиту з відкитим ключем ЕЦП" = "Ім'я файлу для запису запиту з відкитим ключем ЕЦП";
"Ім'я файлу для запису запиту з відкритим ключем протоколу розподілу" = "Ім'я файлу для запису запиту з відкритим ключем протоколу розподілу";
"Ім'я файлу для запису запиту з відкритим ключем RSA" = "Ім'я файлу для запису запиту з відкритим ключем RSA";
"ЦСК" = "ЦСК";
"Дійсний" = "Дійсний";
"Реєстраційний номер" = "Реєстраційний номер";
"Використання ключів" = "Використання ключів";
"Наступний сертифікат" = "Наступний сертифікат";
"Поля сертифіката" = "Поля сертифіката";
"Загальна інформація" = "Загальна інформація";
"Час формування" = "Час формування";
"Призначення" = "Призначення";
"Відкликаний сертифікат" = "Відкликаний сертифікат";
"Поля запиту" = "Поля запиту";
"Підписувач" = "Підписувач";
"Відправник" = "Відправник";
"Посада" = "Посада";
"Функціональне призначення" = "Функціональне призначення";
"Позначка часу" = "Позначка часу";
"Час підпису" = "Час підпису";
"Інформація про підписувача" = "Інформація про підписувача";
"Інформація про відправника" = "Інформація про відправника";
"Організація та підрозділ" = "Організація та підрозділ";
"Поля інформації про ключ" = "Поля інформації про ключ";
"Інформації за данним питанням не знайдено" = "Інформації за данним питанням не знайдено";
"Вимоги до надійного пароля" = "Вимоги до надійного пароля";
"Вимоги до надійного пароля захисту особистого ключа:\r\n  * довжина - не меньше 8 символів;\r\n  * не повинен містити однакові символи;\r\n  * не повинен містити підряд більше ніж 2 символи\r\n    з розкладинки клавіатури;\r\n  * дозволені символи - 'a-z', 'A-Z', '0-9', '+', '-'.\r\n" = "Вимоги до надійного пароля захисту особистого ключа:\r\n  * довжина - не меньше 8 символів;\r\n  * не повинен містити однакові символи;\r\n  * не повинен містити підряд більше ніж 2 символи\r\n    з розкладинки клавіатури;\r\n  * дозволені символи - 'a-z', 'A-Z', '0-9', '+', '-'.\r\n";
"Б" = "Б";
"КБ" = "КБ";
"МБ" = "МБ";
"ГБ" = "ГБ";
"ТБ" = "ТБ";
"Додати каталог" = "Додати каталог";
"Вкажіть ім'я каталогу" = "Вкажіть ім'я каталогу";
"Невірне ім'я файла" = "Невірне ім'я файла";
"Оберіть типи особистих ключів для експорту, а також вкажіть параметри експорту" = "Оберіть типи особистих ключів для експорту, а також вкажіть параметри експорту";
"Експортувати у контейнер особистих ключів та сертифікатів" = "Експортувати у контейнер особистих ключів та сертифікатів";
"Експортувати у контейнери особистих ключів" = "Експортувати у контейнери особистих ключів";
"Експортувати сертифікати" = "Експортувати сертифікати";
"Вкажіть облікові дані" = "Вкажіть облікові дані";
"Вкажіть пароль доступу до контейнеру особистих ключів та сертифікатів" = "Вкажіть пароль доступу до контейнеру особистих ключів та сертифікатів";
"Власник" = "Власник";
"Власник ключа" = "Власник ключа";
"Серійний номер" = "Серійний номер";
"Реквізити власника" = "Реквізити власника";
"Реквізити ЦСК" = "Реквізити ЦСК";
"РН" = "РН";
"РН сертифіката" = "РН сертифіката";
"РН сертифіката відкр. ключа ЕЦП" = "РН сертифіката відкр. ключа ЕЦП";
"РН сертифіката відкр. ключа прот. розподілу" = "РН сертифіката відкр. ключа прот. розподілу";
"РН сертифіката відкр. ключа RSA" = "РН сертифіката відкр. ключа RSA";
"РН сертифіката відкр. ключа ECDSA" = "РН сертифіката відкр. ключа ECDSA";
"Додаткові дані власника" = "Додаткові дані власника";
"Адреса" = "Адреса";
"Телефон" = "Телефон";
"DNS-ім'я чи інше технічного засобу" = "DNS-ім'я чи інше технічного засобу";
"Адреса електронної пошти" = "Адреса електронної пошти";
"Код ЄДРПОУ" = "Код ЄДРПОУ";
"Код ДРФО" = "Код ДРФО";
"Ідентифікатор НБУ" = "Ідентифікатор НБУ";
"Код СПФМ" = "Код СПФМ";
"Код організації" = "Код організації";
"Код підрозділу" = "Код підрозділу";
"Код користувача" = "Код користувача";
"УНЗР" = "УНЗР";
"UPN-ім'я" = "UPN-ім'я";
"Строк чинності сертифіката" = "Строк чинності сертифіката";
"Сертифікат чинний з" = "Сертифікат чинний з";
"Сертифікат чинний до" = "Сертифікат чинний до";
"Строк дії особистого ключа" = "Строк дії особистого ключа";
"Час введення в дію ос. ключа" = "Час введення в дію ос. ключа";
"Час виведення з дії ос. ключа" = "Час виведення з дії ос. ключа";
"Параметри відкритого ключа" = "Параметри відкритого ключа";
"Тип ключа" = "Тип ключа";
"Довжина ключа" = "Довжина ключа";
"Відкритий ключ" = "Відкритий ключ";
"Модуль" = "Модуль";
"Експонента" = "Експонента";
"Ідентифікатор відкритого ключа" = "Ідентифікатор відкритого ключа";
"Ідентифікатор ключа" = "Ідентифікатор ключа";
"Уточнене призначення ключів" = "Уточнене призначення ключів";
"Правила сертифікації" = "Правила сертифікації";
"Тип власника" = "Тип власника";
"Тип власника" = "Тип власника";
"Обмеження на довжину ланцюжка" = "Обмеження на довжину ланцюжка";
"Інф. про точки доступу до СВС ЦСК" = "Інф. про точки доступу до СВС ЦСК";
"Точка доступу до повних СВС ЦСК" = "Точка доступу до повних СВС ЦСК";
"Точка доступу до часткових СВС ЦСК" = "Точка доступу до часткових СВС ЦСК";
"Інф. про точки доступу до серверів ЦСК" = "Інф. про точки доступу до серверів ЦСК";
"Точка доступу до OCSP-сервера" = "Точка доступу до OCSP-сервера";
"Точка доступу до сертифікатів" = "Точка доступу до сертифікатів";
"Точка доступу до TSP-сервера" = "Точка доступу до TSP-сервера";
"Ід. відкр. ключа ЕЦП ЦСК" = "Ід. відкр. ключа ЕЦП ЦСК";
"ід. відкр. ключа ЦСК" = "ід. відкр. ключа ЦСК";
"Ід. відкр. ключа власника" = "Ід. відкр. ключа власника";
"Тип НКІ" = "Тип НКІ";
"Максимальне обмеження на транзакцію" = "Максимальне обмеження на транзакцію";
"ДСТУ 4145-2002" = "ДСТУ 4145-2002";
"RSA" = "RSA";
"ECDSA" = "ECDSA";
"Невідомий" = "Невідомий";
"%d біт(а)" = "%d біт(а)";
"Додаткові дані власника відсутні" = "Додаткові дані власника відсутні";
"Строк чинності сертифіката відсутній" = "Строк чинності сертифіката відсутній";
"Строк дії особистого ключа відсутній" = "Строк дії особистого ключа відсутній";
"Уточнене призначення ключів відсутнє" = "Уточнене призначення ключів відсутнє";
"Правила сертифікації не визначені" = "Правила сертифікації не визначені";
"Тип власника не визначений" = "Тип власника не визначений";
"Не ЦСК" = "Не ЦСК";
"Інф. про точки доступу до СВС ЦСК відсутня" = "Інф. про точки доступу до СВС ЦСК відсутня";
"Інф. про точки доступу до серверів ЦСК відсутня" = "Інф. про точки доступу до серверів ЦСК відсутня";
"Захищений" = "Захищений";
"Посилений" = "Посилений";
"з %@ до %@" = "з %@ до %@";
"%@ у державних алгоритмах і протоколах" = "%@ у державних алгоритмах і протоколах";
"%@ у міжнародних алгоритмах і протоколах" = "%@ у міжнародних алгоритмах і протоколах";
"ЕЦП" = "ЕЦП";
"Неспростовність" = "Неспростовність";
"Шифрування ключів" = "Шифрування ключів";
"Шифрування даних" = "Шифрування даних";
"Протоколи розподілу ключів" = "Протоколи розподілу ключів";
"Підпис сертифікатів" = "Підпис сертифікатів";
"Підпис СВС" = "Підпис СВС";
"Сервер ЦСК" = "Сервер ЦСК";
"CMP-сервер" = "CMP-сервер";
"TSP-сервер" = "TSP-сервер";
"OCSP-сервер" = "OCSP-сервер";
"DVCS-сервер" = "DVCS-сервер";
"Адміністратор реєстрації" = "Адміністратор реєстрації";
"Користувач ЦСК" = "Користувач ЦСК";
"сервер ЦСК" = "сервер ЦСК";
"адміністратор реєстрації" = "адміністратор реєстрації";
"користувач ЦСК" = "користувач ЦСК";
"Формування позначок часу" = "Формування позначок часу";
"Підпис OCSP-відповідей" = "Підпис OCSP-відповідей";
"Підпис DVCS-відповідей" = "Підпис DVCS-відповідей";
"Обробка CMP-повідомлень" = "Обробка CMP-повідомлень";
"Сервер безпеки" = "Сервер безпеки";
"Сервер" = "Сервер";
"Цифрова печатка" = "Цифрова печатка";
"SSL-cервер" = "SSL-cервер";
"SSL-клієнт" = "SSL-клієнт";
"Автентифікація за смарт-картою" = "Автентифікація за смарт-картою";
"Правила посиленої сертифікації" = "Правила посиленої сертифікації";
"Час формування" = "Час формування";
"Час наступного формування" = "Час наступного формування";
"Наступний" = "Наступний";
"Час наступного формування відсутній" = "Час наступного формування відсутній";
"Тип підпису" = "Тип підпису";
"Час" = "Час";
"Причина" = "Причина";
"Ідентифікатор відкритого ключа ЕЦП ЦСК" = "Ідентифікатор відкритого ключа ЕЦП ЦСК";
"Для використання у державних алгоритмах і протоколах" = "Для використання у державних алгоритмах і протоколах";
"Для використання у міжнародних алгоритмах і протоколах" = "Для використання у міжнародних алгоритмах і протоколах";
"РН відсутній" = "РН відсутній";
"Ідентифікатор відкритого ключа ЕЦП ЦСК відсутний" = "Ідентифікатор відкритого ключа ЕЦП ЦСК відсутний";
"РН повного СВС" = "РН повного СВС";
"Не визначена" = "Не визначена";
"Компрометація ос. ключа ЦСК" = "Компрометація ос. ключа ЦСК";
"Компрометація ос. ключа" = "Компрометація ос. ключа";
"Зміна даних про власника" = "Зміна даних про власника";
"Завершений строк чинності" = "Завершений строк чинності";
"Формування нового" = "Формування нового";
"Відсутня" = "Відсутня";
"Реквізити заявника" = "Реквізити заявника";
"Додаткові дані" = "Додаткові дані";
"Тип заявника" = "Тип заявника";
"Дані про підпис запита" = "Дані про підпис запита";
"Реквізити ЦСК заявника" = "Реквізити ЦСК заявника";
"РН сертифіката заявника" = "РН сертифіката заявника";
"Запит на формування сертифіката з відкритим ключем ЕЦП та протоколу розподілу" = "Запит на формування сертифіката з відкритим ключем ЕЦП та протоколу розподілу";
"Запит на формування сертифіката з відкритим ключем ЕЦП" = "Запит на формування сертифіката з відкритим ключем ЕЦП";
"Запит на формування сертифіката з відкритим ключем протоколу розподілу" = "Запит на формування сертифіката з відкритим ключем протоколу розподілу";
"Запит на формування сертифіката з відкритим ключем RSA" = "Запит на формування сертифіката з відкритим ключем RSA";
"Запит на формування сертифіката з відкритим ключем ECDSA" = "Запит на формування сертифіката з відкритим ключем ECDSA";
"Параметри відкритого ключа" = "Параметри відкритого ключа";
"Параметри відкритого ключа ЕЦП та протоколу розподілу" = "Параметри відкритого ключа ЕЦП та протоколу розподілу";
"Параметри відкритого ключа ЕЦП" = "Параметри відкритого ключа ЕЦП";
"Параметри відкритого ключа протоколу розподілу" = "Параметри відкритого ключа протоколу розподілу";
"Реквізити заявника відсутні" = "Реквізити заявника відсутні";
"Додаткові дані відсутні" = "Додаткові дані відсутні";
"Не вказаний" = "Не вказаний";
"Запит самопідписаний" = "Запит самопідписаний";
"Інформація про зміну статусу" = "Інформація про зміну статусу";
"Тип зміни" = "Тип зміни";
"Причина зміни (скасування)" = "Причина зміни (скасування)";
"Ідентифікатор відкритого ключа ЕЦП" = "Ідентифікатор відкритого ключа ЕЦП";
"Дані про сертифікат" = "Дані про сертифікат";
"Дані про запитувача" = "Дані про запитувача";
"Реквізити ЦСК запитувача" = "Реквізити ЦСК запитувача";
"РН сертифіката запитувача" = "РН сертифіката запитувача";
"Ревізити власника відсутні" = "Ревізити власника відсутні";
"Дані про сертифікат відсутні" = "Дані про сертифікат відсутні";
"Запит не підписано" = "Запит не підписано";
"Відсутній" = "Відсутній";
"Скасування" = "Скасування";
"Блокування" = "Блокування";
"Поновлення" = "Поновлення";
"П.І.Б." = "П.І.Б.";
"Організація" = "Організація";
"Підрозділ" = "Підрозділ";
"Область" = "Область";
"Населений пункт" = "Населений пункт";
"Інформація про сертифікат підписувача" = "Інформація про сертифікат підписувача";
"Інформація про сертифікат відправника" = "Інформація про сертифікат відправника";
"Інформація про час підпису відсутня" = "Інформація про час підпису відсутня";
"Позначка часу відсутня" = "Позначка часу відсутня";
"Інформація відсутня" = "Інформація відсутня";
"Підпис відсутній" = "Підпис відсутній";
"Параметри особистих ключів" = "Параметри особистих ключів";
"Державний алгоритм ЕЦП" = "Державний алгоритм ЕЦП";
"Протокол розподілу ключів" = "Протокол розподілу ключів";
"Міжнародний алгоритм" = "Міжнародний алгоритм";
"Д-Г в гр. точок ЕК" = "Д-Г в гр. точок ЕК";
"Розміщення ключа" = "Розміщення ключа";
"Довжина ключа" = "Довжина ключа";
"Носій" = "Носій";
"Криптомодуль" = "Криптомодуль";
"файлова система" = "файлова система";
"файлова система (каталоги системи)" = "файлова система (каталоги системи)";
"файлова система (каталоги користувача)" = "файлова система (каталоги користувача)";
"Перезаписуємий" = "Перезаписуємий";
"Неперезаписуємий" = "Неперезаписуємий";
"Потребує автентифікації" = "Потребує автентифікації";
"Не потребує автентифікації" = "Не потребує автентифікації";
"Тільки повна очистка" = "Тільки повна очистка";
"Електронний ключ" = "Електронний ключ";
"Смарт-карта" = "Смарт-карта";
"Криптомодуль" = "Криптомодуль";
"Мережевий криптомодуль" = "Мережевий криптомодуль";
"Апаратний ГВП" = "Апаратний ГВП";
"Пароль занадто короткий (меньше 8 символів)" = "Пароль занадто короткий (меньше 8 символів)";
"Пароль занадто довгий (більше 42 символів)" = "Пароль занадто довгий (більше 42 символів)";
"Пароль містить однакові символи" = "Пароль містить однакові символи";
"Пароль містить підряд більше ніж 2 символи з розкладинки клавіатури" = "Пароль містить підряд більше ніж 2 символи з розкладинки клавіатури";
"Пароль містить недозволені символи (дозволені - 'a-z', 'A-Z', '0-9', '+', '-')" = "Пароль містить недозволені символи (дозволені - 'a-z', 'A-Z', '0-9', '+', '-')";
"Стан виконання" = "Стан виконання";
"Завантаження СВС з web-сервера ЦСК" = "Завантаження СВС з web-сервера ЦСК";
"Зчитування файлового сховища" = "Зчитування файлового сховища";
"Підключення до OCSP-сервера" = "Підключення до OCSP-сервера";
"Підключення до LDAP-сервера" = "Підключення до LDAP-сервера";
"Визначення переліку носіїв ключової інформації" = "Визначення переліку носіїв ключової інформації";
"Зчитування особистого ключа" = "Зчитування особистого ключа";
"Зчитування особистого ключа з носія ключової інформації" = "Зчитування особистого ключа з носія ключової інформації";
"Перевірка носія ключової інформації" = "Перевірка носія ключової інформації";
"Запис особистого ключа на носій ключової інформації" = "Запис особистого ключа на носій ключової інформації";
"Знищення особистого ключа на носієві ключової інформації" = "Знищення особистого ключа на носієві ключової інформації";
"Зміна пароля захисту особистого ключа на носієві ключової інформації" = "Зміна пароля захисту особистого ключа на носієві ключової інформації";
"Зчитування файлів з сертифікатами та СВС" = "Зчитування файлів з сертифікатами та СВС";
"Зчитування сертифікатів з файлового сховища" = "Зчитування сертифікатів з файлового сховища";
"Увімкнений режим off-line (без взаємодії з ЦСК)" = "Увімкнений режим off-line (без взаємодії з ЦСК)";
"Виникла помилка при зчитуванні параметрів proxy-сервера з системного реєстру" = "Виникла помилка при зчитуванні параметрів proxy-сервера з системного реєстру";
"Підключення до web-сервера через proxy-сервер відмінене" = "Підключення до web-сервера через proxy-сервер відмінене";
"Виникла помилка при автентифікації на proxy-сервері" = "Виникла помилка при автентифікації на proxy-сервері";
"Автоматичне завантаження СВС відключене" = "Автоматичне завантаження СВС відключене";
"У сертифікаті не знайдено точок доступу до СВС за протоколом HTTP" = "У сертифікаті не знайдено точок доступу до СВС за протоколом HTTP";
"Виникла помилка при завантаженні СВС з web-сервера" = "Виникла помилка при завантаженні СВС з web-сервера";
"Виникла помилка при записі завантаженого СВС у файл" = "Виникла помилка при записі завантаженого СВС у файл";
"Пошук сертифіката у LDAP-каталозі" = "Пошук сертифіката у LDAP-каталозі";
"Виникла помилка при зчитуванні параметрів LDAP-сервера з системного реєстру" = "Виникла помилка при зчитуванні параметрів LDAP-сервера з системного реєстру";
"Не виконувався" = "Не виконувався";
"Бібліотека доступу до LDAP-сервера не ініціалізована" = "Бібліотека доступу до LDAP-сервера не ініціалізована";
"LDAP-cервер відключений" = "LDAP-cервер відключений";
"Виникла помилка при підключенні до LDAP-серверу" = "Виникла помилка при підключенні до LDAP-серверу";
"Вказаного сертифіката нема у LDAP-каталозі" = "Вказаного сертифіката нема у LDAP-каталозі";
"Виникла помилка при пошуку сертифіката у LDAP-каталозі" = "Виникла помилка при пошуку сертифіката у LDAP-каталозі";
"Виникла помилка при розборі сертифіката з LDAP-каталогу" = "Виникла помилка при розборі сертифіката з LDAP-каталогу";
"Сертифікат знайдено" = "Сертифікат знайдено";
"Пошук чи перевірка сертифіката через OCSP-сервер" = "Пошук чи перевірка сертифіката через OCSP-сервер";
"Пошук чи перевірка сертифікатів через OCSP-сервер" = "Пошук чи перевірка сертифікатів через OCSP-сервер";
"Перевірка сертифіката за відповіддю із статусом сертифіката з підписаних даних" = "Перевірка сертифіката за відповіддю із статусом сертифіката з підписаних даних";
"Виникла помилка при зчитуванні параметрів OCSP-сервера з системного реєстру" = "Виникла помилка при зчитуванні параметрів OCSP-сервера з системного реєстру";
"Пошук чи перевірка сертифіката через OCSP-сервер з DNS-ім'ям чи ІР-адресою" = "Пошук чи перевірка сертифіката через OCSP-сервер з DNS-ім'ям чи ІР-адресою";
"Пошук чи перевірка сертифікатів через OCSP-сервер з DNS-ім'ям чи ІР-адресою" = "Пошук чи перевірка сертифікатів через OCSP-сервер з DNS-ім'ям чи ІР-адресою";
"Пошук чи перевірка сертифіката відкр. ключа ЕЦП через OCSP-сервер з DNS-ім'ям чи ІР-адресою" = "Пошук чи перевірка сертифіката відкр. ключа ЕЦП через OCSP-сервер з DNS-ім'ям чи ІР-адресою";
"Пошук чи перевірка сертифіката відкр. ключа прот. розподілу через OCSP-сервер з DNS-ім'ям чи ІР-адресою" = "Пошук чи перевірка сертифіката відкр. ключа прот. розподілу через OCSP-сервер з DNS-ім'ям чи ІР-адресою";
"Виникла помилка при формуванні запиту на визначення статусу сертифіката" = "Виникла помилка при формуванні запиту на визначення статусу сертифіката";
"Виникла помилка при формуванні запиту на визначення статусу сертифікатів" = "Виникла помилка при формуванні запиту на визначення статусу сертифікатів";
"Підключення до OCSP-сервера через proxy-сервер відмінене" = "Підключення до OCSP-сервера через proxy-сервер відмінене";
"Виникла помилка при обміні даними з OCSP-сервером" = "Виникла помилка при обміні даними з OCSP-сервером";
"Виникла помилка при розборі відповіді із статусом сертифіката" = "Виникла помилка при розборі відповіді із статусом сертифіката";
"Виникла помилка при розборі відповіді із статусом сертифікатів" = "Виникла помилка при розборі відповіді із статусом сертифікатів";
"Виникла помилка при обробці запита OCSP-сервером" = "Виникла помилка при обробці запита OCSP-сервером";
"Виникла помилка при пошуку сертифіката OCSP-сервера у файловому сховищі" = "Виникла помилка при пошуку сертифіката OCSP-сервера у файловому сховищі";
"Виникла помилка при розборі сертифіката OCSP-сервера" = "Виникла помилка при розборі сертифіката OCSP-сервера";
"Сертифікат OCSP-сервера скасований чи заблокований або виникла помилка при його пошуку та перевірці у файловому сховищі" = "Сертифікат OCSP-сервера скасований чи заблокований або виникла помилка при його пошуку та перевірці у файловому сховищі";
"Сертифікат, яким підписано відповідь із статусом сертифіката не є сертифікатом OCSP-сервера" = "Сертифікат, яким підписано відповідь із статусом сертифіката не є сертифікатом OCSP-сервера";
"Виникла помилка при перевірці відповіді із статусом сертифіката" = "Виникла помилка при перевірці відповіді із статусом сертифіката";
"Виникла помилка при перевірці відповіді із статусом сертифікатів" = "Виникла помилка при перевірці відповіді із статусом сертифікатів";
"Виникла помилка при розборі відповіді із статусом сертифіката або сертифікат не знайдено" = "Виникла помилка при розборі відповіді із статусом сертифіката або сертифікат не знайдено";
"Cертифікат не знайдено OCSP-сервером" = "Cертифікат не знайдено OCSP-сервером";
"Виникла помилка при розборі сертифіката у відповіді OCSP-сервера" = "Виникла помилка при розборі сертифіката у відповіді OCSP-сервера";
"Виникла помилка при перевірці відповідності отриманого сертифіката з відповіді OCSP-сервера" = "Виникла помилка при перевірці відповідності отриманого сертифіката з відповіді OCSP-сервера";
"Отриманий сертифікат у відповіді OCSP-сервера не співпадає з сертифікатом, статус якого визначався" = "Отриманий сертифікат у відповіді OCSP-сервера не співпадає з сертифікатом, статус якого визначався";
"Сертифікат був чинний на момент використання (станом на %@)" = "Сертифікат був чинний на момент використання (станом на %@)";
"Сертифікат був не чинний на момент використання (станом на %@)" = "Сертифікат був не чинний на момент використання (станом на %@)";
"Тип зміни статусу сертифіката: %@. Причина: %@. Час зміни: %@" = "Тип зміни статусу сертифіката: %@. Причина: %@. Час зміни: %@";
"Сертифікат не чинний " = "Сертифікат не чинний ";
"Сертифікат чинний" = "Сертифікат чинний";
"Сертифікати чинні" = "Сертифікати чинні";
"Один з сертифікатів у ланцюжку не знайдено" = "Один з сертифікатів у ланцюжку не знайдено";
"ЕЦП одного з сертифікатів у ланцюжку не вірний" = "ЕЦП одного з сертифікатів у ланцюжку не вірний";
"Один з сертифікатів у ланцюжку відсутній у посиланнях на сертифікати підписаних даних" = "Один з сертифікатів у ланцюжку відсутній у посиланнях на сертифікати підписаних даних";
"Виникла помилка при підтвердженні статусу сертифіката. Сертифікат з файлового сховища не співпадає з сертифікатом із підписаних даних" = "Виникла помилка при підтвердженні статусу сертифіката. Сертифікат з файлового сховища не співпадає з сертифікатом із підписаних даних";
"Виникла помилка при підтвердженні статусу сертифіката. Сертифікат з файлового сховища відсутній у посиланнях на сертифікати підписаних даних" = "Виникла помилка при підтвердженні статусу сертифіката. Сертифікат з файлового сховища відсутній у посиланнях на сертифікати підписаних даних";
"Перевірка сертифіката у файловому сховищі" = "Перевірка сертифіката у файловому сховищі";
"Перевірка сертифікатів у файловому сховищі" = "Перевірка сертифікатів у файловому сховищі";
"Пошук сертифіката у файловому сховищі" = "Пошук сертифіката у файловому сховищі";
"Пошук сертифікатів у файловому сховищі" = "Пошук сертифікатів у файловому сховищі";
"Виникла помилка при розборі знайденого сертифіката" = "Виникла помилка при розборі знайденого сертифіката";
"Виникла помилка при зчитуванні параметрів файлового сховища з системного реєстру" = "Виникла помилка при зчитуванні параметрів файлового сховища з системного реєстру";
"Сертифікати не зчитані з файлового сховища" = "Сертифікати не зчитані з файлового сховища";
"Виникла помилка при розборі одного з сертифікатів у ланцюжку" = "Виникла помилка при розборі одного з сертифікатів у ланцюжку";
"Строк дії одного з сертифікатів у ланцюжку ще не почався або вже закінчений" = "Строк дії одного з сертифікатів у ланцюжку ще не почався або вже закінчений";
"Видавець сертифіката відкр. ключа ЕЦП не співпадає з видавцем сертифіката відкр. ключа прот. розподілу" = "Видавець сертифіката відкр. ключа ЕЦП не співпадає з видавцем сертифіката відкр. ключа прот. розподілу";
"Не знайдено жодного сертифіката" = "Не знайдено жодного сертифіката";
"Один з сертифікатів у ланцюжку не співпадає з сертифікатом із підписаних даних" = "Один з сертифікатів у ланцюжку не співпадає з сертифікатом із підписаних даних";
"Сертифікат чинний (вже перевірявся)" = "Сертифікат чинний (вже перевірявся)";
"Сертифікати чинні (вже перевірялись)" = "Сертифікати чинні (вже перевірялись)";
"СВС не зчитані з файлового сховища" = "СВС не зчитані з файлового сховища";
"Не знайдено діючих СВС одного з ЦСК у ланцюжку" = "Не знайдено діючих СВС одного з ЦСК у ланцюжку";
"Виникла помилка при розборі одного з СВС у ланцюжку" = "Виникла помилка при розборі одного з СВС у ланцюжку";
"ЕЦП одного з СВС у ланцюжку не вірний" = "ЕЦП одного з СВС у ланцюжку не вірний";
"Виникла помилка при визначенні статусу сертифікатат за допомогою СВС у ланцюжку" = "Виникла помилка при визначенні статусу сертифікатат за допомогою СВС у ланцюжку";
"Один з сертифікатів у ланцюжку був не чинний на момент використання (знайдений у СВС станом на %@). Тип зміни статусу сертифіката: %@. Причина: %@" = "Один з сертифікатів у ланцюжку був не чинний на момент використання (знайдений у СВС станом на %@). Тип зміни статусу сертифіката: %@. Причина: %@";
"Один з сертифікатів у ланцюжку не чинний (знайдений у СВС). Тип зміни статусу сертифіката: %@. Причина: %@" = "Один з сертифікатів у ланцюжку не чинний (знайдений у СВС). Тип зміни статусу сертифіката: %@. Причина: %@";
"Пошук чи визначення статусу сертифіката" = "Пошук чи визначення статусу сертифіката";
"Пошук чи визначення статусу сертифікатів" = "Пошук чи визначення статусу сертифікатів";
"Пошук чи визначення статусу сертифіката не можливі" = "Пошук чи визначення статусу сертифіката не можливі";
"Пошук чи визначення статусу сертифікатів не можливі" = "Пошук чи визначення статусу сертифікатів не можливі";
"Пошук сертифіката" = "Пошук сертифіката";
"Пошук сертифікатів" = "Пошук сертифікатів";
"Перевірка та визначення статусу сертифіката" = "Перевірка та визначення статусу сертифіката";
"Перевірка та визначення статусу сертифікатів" = "Перевірка та визначення статусу сертифікатів";
"Сертифікат пошкоджений чи має невірний формат" = "Сертифікат пошкоджений чи має невірний формат";
"Сертифікат відкр. ключа прот. розподілу пошкоджений чи має невірний формат" = "Сертифікат відкр. ключа прот. розподілу пошкоджений чи має невірний формат";
"Сертифікат відкр. ключа RSA пошкоджений чи має невірний формат" = "Сертифікат відкр. ключа RSA пошкоджений чи має невірний формат";
"Особистий ключ відповідний до сертифіката не діючий" = "Особистий ключ відповідний до сертифіката не діючий";
"Особистий ключ відповідний до сертифіката відкр. ключа прот. розподілу не діючий" = "Особистий ключ відповідний до сертифіката відкр. ключа прот. розподілу не діючий";
"Особистий ключ відповідний до сертифіката відкр. ключа RSA не діючий" = "Особистий ключ відповідний до сертифіката відкр. ключа RSA не діючий";
"Сертифікат чинний (вже перевірявся)" = "Сертифікат чинний (вже перевірявся)";
"Сертифікати чинні (вже перевірялись)" = "Сертифікати чинні (вже перевірялись)";
"Сертифікат не чинний або його статус не визначений" = "Сертифікат не чинний або його статус не визначений";
"Сертифікати не чинні або їх статуси не визначені" = "Сертифікати не чинні або їх статуси не визначені";
"Сертифікат не чинний (за протоколом OCSP)" = "Сертифікат не чинний (за протоколом OCSP)";
"Сертифікати не чинні (за протоколом OCSP)" = "Сертифікати не чинні (за протоколом OCSP)";
"Сертифікат не чинний (знайдений у СВС)" = "Сертифікат не чинний (знайдений у СВС)";
"Сертифікати не чинні (знайдені у СВС)" = "Сертифікати не чинні (знайдені у СВС)";
"Сертифікат не знайдено" = "Сертифікат не знайдено";
"Сертифікати знайдено" = "Сертифікати знайдено";
"Сертифікат знайдено та перевірено" = "Сертифікат знайдено та перевірено";
"Сертифікати знайдено та перевірено" = "Сертифікати знайдено та перевірено";
"Статус сертифіката можливо визначений не вірно" = "Статус сертифіката можливо визначений не вірно";
"Статус сертифікатів можливо визначений не вірно" = "Статус сертифікатів можливо визначений не вірно";
"Оберіть ім'я файла для збереження" = "Оберіть ім'я файла для збереження";
"Використати його?" = "Використати його?";
"Використати їх?" = "Використати їх?";
"Експорт сертифіката" = "Експорт сертифіката";
"Експорт сертифікатів" = "Експорт сертифікатів";
"Оберіть або створіть каталог для збереження сертификату" = "Оберіть або створіть каталог для збереження сертификату";
"Оберіть або створіть каталог для збереження сертификатів" = "Оберіть або створіть каталог для збереження сертификатів";
"Імпорт сертифікатів" = "Імпорт сертифікатів";
"Оберіть сертификати для імпорту" = "Оберіть сертификати для імпорту";
"Видалити сертифікат?" = "Видалити сертифікат?";
"Видалити сертифікати?" = "Видалити сертифікати?";
"Імпорт списків відкликаних сертифікатів" = "Імпорт списків відкликаних сертифікатів";
"Оберіть СВС для імпорту" = "Оберіть СВС для імпорту";
"Видалити СВС?" = "Видалити СВС?";
"Видалити СВС?" = "Видалити СВС?";
"Збереження запиту на формування сертифіката" = "Збереження запиту на формування сертифіката";
"Збереження запиту на формування сертифіката з відкитим ключем ЕЦП" = "Збереження запиту на формування сертифіката з відкитим ключем ЕЦП";
"Збереження запиту на формування сертифіката з відкитим ключем протоколу розподілу" = "Збереження запиту на формування сертифіката з відкитим ключем протоколу розподілу";
"Збереження запиту на формування сертифіката з відкритим ключем RSA" = "Збереження запиту на формування сертифіката з відкритим ключем RSA";
"Каталог з файлами кріптографічних параметрів" = "Каталог з файлами кріптографічних параметрів";
"Оберіть каталог з файлами кріптографічних параметрів" = "Оберіть каталог з файлами кріптографічних параметрів";
"Збереження особистого ключа" = "Збереження особистого ключа";
"Оберіть файл для збереження особистого ключа" = "Оберіть файл для збереження особистого ключа";
"Оберіть файл з особистим ключем" = "Оберіть файл з особистим ключем";
"Оберіть каталог з сертифікатами та СВС" = "Оберіть каталог з сертифікатами та СВС";
"Зберегти параметри роботи перед виходом?" = "Зберегти параметри роботи перед виходом?";
"Виникла помилка при збереженні параметрів. Продовжити?" = "Виникла помилка при збереженні параметрів. Продовжити?";
"Створити його?" = "Створити його?";
"Продовжити?" = "Продовжити?";
"Видалити точку доступу до OCSP-сервера?" = "Видалити точку доступу до OCSP-сервера?";
"Резервне копіювання ключа до файлу" = "Резервне копіювання ключа до файлу";
"Резервне копіювання ключа на носій" = "Резервне копіювання ключа на носій";
"Файл з таким ім'ям вже існує. Перезаписати?" = "Файл з таким ім'ям вже існує. Перезаписати?";
"Експорт ключа" = "Експорт ключа";
"Повідомлення оператору" = "Повідомлення оператору";
"Виникла помилка при збереженні у файл" = "Виникла помилка при збереженні у файл";
"Виникла помилка при пошуку сертифіката" = "Виникла помилка при пошуку сертифіката";
"Виникла помилка при видаленні сертифіката" = "Виникла помилка при видаленні сертифіката";
"Виникла помилка при зчитуванні сертифіката з файлу" = "Виникла помилка при зчитуванні сертифіката з файлу";
"Виникла помилка при записі сертифіката у файл" = "Виникла помилка при записі сертифіката у файл";
"Виникла помилка при імпорті сертифіката у файлове сховище" = "Виникла помилка при імпорті сертифіката у файлове сховище";
"Виникла помилка при експорті сертифіката" = "Виникла помилка при експорті сертифіката";
"Сертифікат відсутній" = "Сертифікат відсутній";
"строків чинності" = "строків чинності";
"(реквізитів власника)" = "(реквізитів власника)";
"(реквізитів ЦСК)" = "(реквізитів ЦСК)";
"(ідентифікатора відкритого ключа ЦСК)" = "(ідентифікатора відкритого ключа ЦСК)";
"(типу відкритого ключа)" = "(типу відкритого ключа)";
"(відкритих ключів)" = "(відкритих ключів)";
"(використання ключів)" = "(використання ключів)";
"Сертифікат не обрано" = "Сертифікат не обрано";
"Не обрано жодного сертифіката" = "Не обрано жодного сертифіката";
"Не обрано жодного ключа" = "Не обрано жодного ключа";
"Виникла помилка при зчитуванні СВС з файлу" = "Виникла помилка при зчитуванні СВС з файлу";
"Виникла помилка при імпорті СВС у файлове сховище" = "Виникла помилка при імпорті СВС у файлове сховище";
"Виникла помилка при видалені СВС" = "Виникла помилка при видалені СВС";
"Виникла помилка про пошуку СВС" = "Виникла помилка про пошуку СВС";
"Параметри роботи не знайдені або пошкоджені у системному реєстрі" = "Параметри роботи не знайдені або пошкоджені у системному реєстрі";
"Всі параметри вcтановлені по замовчанню" = "Всі параметри вcтановлені по замовчанню";
"Не вказане ім'я каталогу з сертифікатами та СВС" = "Не вказане ім'я каталогу з сертифікатами та СВС";
"Каталог з сертифікатами та СВС не існує або немає доступу до нього" = "Каталог з сертифікатами та СВС не існує або немає доступу до нього";
"Виникла помилка при створенні каталогу з сертифікатами та СВС" = "Виникла помилка при створенні каталогу з сертифікатами та СВС";
"Не вказаний час зберігання стану перевіреного сертифіката" = "Не вказаний час зберігання стану перевіреного сертифіката";
"Час зберігання стану перевіреного сертифіката має невірний формат (повинен бути в діапазоні від 1 до 86 400 с (1 доби))" = "Час зберігання стану перевіреного сертифіката має невірний формат (повинен бути в діапазоні від 1 до 86 400 с (1 доби))";
"Виникла помилка при зчитуванні файлового сховища" = "Виникла помилка при зчитуванні файлового сховища";
"Не вказане DNS-ім'я або ІР-адреса proxy-сервера" = "Не вказане DNS-ім'я або ІР-адреса proxy-сервера";
"Не вказане DNS-ім'я або ІР-адреса TSP-сервера" = "Не вказане DNS-ім'я або ІР-адреса TSP-сервера";
"Не вказане DNS-ім'я або ІР-адреса OCSP-сервера" = "Не вказане DNS-ім'я або ІР-адреса OCSP-сервера";
"Не вказане DNS-ім'я або ІР-адреса CMP-сервера" = "Не вказане DNS-ім'я або ІР-адреса CMP-сервера";
"Не вказане DNS-ім'я або ІР-адреса LDAP-сервера" = "Не вказане DNS-ім'я або ІР-адреса LDAP-сервера";
"Не вказане DNS-ім'я або ІР-адреса агента моніторингу" = "Не вказане DNS-ім'я або ІР-адреса агента моніторингу";
"Не вказано номер TCP-порта сервера" = "Не вказано номер TCP-порта сервера";
"Не вказаний номер TCP-порта proxy-сервера" = "Не вказаний номер TCP-порта proxy-сервера";
"Не вказаний номер TCP-порта TSP-сервера" = "Не вказаний номер TCP-порта TSP-сервера";
"Не вказаний номер TCP-порта OCSP-сервера" = "Не вказаний номер TCP-порта OCSP-сервера";
"Не вказаний номер TCP-порта CMP-сервера" = "Не вказаний номер TCP-порта CMP-сервера";
"Не вказаний номер TCP-порта LDAP-сервера" = "Не вказаний номер TCP-порта LDAP-сервера";
"Не вказаний номер UDP-порта агента моніторингу" = "Не вказаний номер UDP-порта агента моніторингу";
"Номер TCP-порта сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер TCP-порта сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Номер TCP-порта proxy-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер TCP-порта proxy-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Номер TCP-порта TSP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер TCP-порта TSP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Номер TCP-порта OCSP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер TCP-порта OCSP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Номер TCP-порта CMP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер TCP-порта CMP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Номер TCP-порта LDAP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер TCP-порта LDAP-сервера має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Номер UDP-порта агента моніторингу має невірний формат (повинен бути в діапазоні від 1 до 65 535)" = "Номер UDP-порта агента моніторингу має невірний формат (повинен бути в діапазоні від 1 до 65 535)";
"Не вказане ім'я користувача proxy-сервера" = "Не вказане ім'я користувача proxy-сервера";
"Не вказане ім'я користувача LDAP-сервера" = "Не вказане ім'я користувача LDAP-сервера";
"Не вказаний пароль доступу до LDAP-сервера" = "Не вказаний пароль доступу до LDAP-сервера";
"Виникла помилка при записі параметрів файлового сховища у системний реєстр" = "Виникла помилка при записі параметрів файлового сховища у системний реєстр";
"Виникла помилка при записі параметрів proxy-сервера у системний реєстр" = "Виникла помилка при записі параметрів proxy-сервера у системний реєстр";
"Виникла помилка при записі параметрів TSP-сервера у системний реєстр" = "Виникла помилка при записі параметрів TSP-сервера у системний реєстр";
"Виникла помилка при записі параметрів OCSP-сервера у системний реєстр" = "Виникла помилка при записі параметрів OCSP-сервера у системний реєстр";
"Виникла помилка при записі параметрів CMP-сервера у системний реєстр" = "Виникла помилка при записі параметрів CMP-сервера у системний реєстр";
"Виникла помилка при записі параметрів LDAP-сервера у системний реєстр" = "Виникла помилка при записі параметрів LDAP-сервера у системний реєстр";
"Виникла помилка при записі параметрів реєстрації подій у системний реєстр" = "Виникла помилка при записі параметрів реєстрації подій у системний реєстр";
"Не вказано назву ЦСК" = "Не вказано назву ЦСК";
"Не вказано точку доступу (URI-назву)" = "Не вказано точку доступу (URI-назву)";
"Сертифікат не містить інформацію про точку доступу" = "Сертифікат не містить інформацію про точку доступу";
"Виникла помилка при розборі сертифіката" = "Виникла помилка при розборі сертифіката";
"ЦСК з такою назвою вже є у списку" = "ЦСК з такою назвою вже є у списку";
"Не вказано жодної точки доступу до OCSP-серверів" = "Не вказано жодної точки доступу до OCSP-серверів";
"OCSP-сервер вже є у списку" = "OCSP-сервер вже є у списку";
"Резервне копіювання особистого ключа виконано успішно" = "Резервне копіювання особистого ключа виконано успішно";
"Резервне копіювання особистого ключа з носія у файл виконано успішно" = "Резервне копіювання особистого ключа з носія у файл виконано успішно";
"Резервне копіювання особистого ключа з файлу на носій виконано успішно" = "Резервне копіювання особистого ключа з файлу на носій виконано успішно";
"Знищення особистого ключа виконано успішно" = "Знищення особистого ключа виконано успішно";
"Зміна пароля захисту особистого ключа виконана успішно" = "Зміна пароля захисту особистого ключа виконана успішно";
"Виникла помилка при розборі запиту на формування сертифіката" = "Виникла помилка при розборі запиту на формування сертифіката";
"Виникла помилка при розборі інформації про особистий ключ" = "Виникла помилка при розборі інформації про особистий ключ";
"Виникла помилка при розборі СВС" = "Виникла помилка при розборі СВС";
"Виникла помилка при зчитуванні файлу з особистим ключем" = "Виникла помилка при зчитуванні файлу з особистим ключем";
"Виникла помилка при записі файлу з особистим ключем" = "Виникла помилка при записі файлу з особистим ключем";
"Виникла помилка при записі файлу з інформацією про особистий ключ" = "Виникла помилка при записі файлу з інформацією про особистий ключ";
"Виникла помилка при записі файлу з запитом на сертифікат" = "Виникла помилка при записі файлу з запитом на сертифікат";
"Виникла помилка при записі запиту на формування сертифіката з відкитим ключем ЕЦП у файл" = "Виникла помилка при записі запиту на формування сертифіката з відкитим ключем ЕЦП у файл";
"Виникла помилка при записі запиту на формування сертифіката з відкитим ключем протоколу розподілу у файл" = "Виникла помилка при записі запиту на формування сертифіката з відкитим ключем протоколу розподілу у файл";
"Виникла помилка при записі запиту на формування сертифіката з відкритим ключем RSA у файл" = "Виникла помилка при записі запиту на формування сертифіката з відкритим ключем RSA у файл";
"Не вказано файл для запису  особстого ключа" = "Не вказано файл для запису  особстого ключа";
"Не вказано пароль доступу до особстого ключа" = "Не вказано пароль доступу до особстого ключа";
"Введений пароль доступу до особистого ключа не задовільняє вимогам" = "Введений пароль доступу до особистого ключа не задовільняє вимогам";
"Не вказано носій ключової інформації" = "Не вказано носій ключової інформації";
"Не вказано пароль доступу до носія ключової інформації" = "Не вказано пароль доступу до носія ключової інформації";
"Не вказано повторно пароль доступу до носія ключової інформації" = "Не вказано повторно пароль доступу до носія ключової інформації";
"Пароль доступу до носія ключової інформації та його повтор не співпадають" = "Пароль доступу до носія ключової інформації та його повтор не співпадають";
"Введений пароль доступу до носія ключової інформації не задовільняє вимогам" = "Введений пароль доступу до носія ключової інформації не задовільняє вимогам";
"Не вказано новий пароль доступу до носія ключової інформації" = "Не вказано новий пароль доступу до носія ключової інформації";
"Не вказано повторно новий пароль доступу до носія ключової інформації" = "Не вказано повторно новий пароль доступу до носія ключової інформації";
"Новий пароль доступу до носія ключової інформації та його повтор не співпадають" = "Новий пароль доступу до носія ключової інформації та його повтор не співпадають";
"Новий пароль доступу до носія ключової інформації не задовільняє вимогам" = "Новий пароль доступу до носія ключової інформації не задовільняє вимогам";
"Експорт особистого ключа з захищеного носія ключової інформації не можливий" = "Експорт особистого ключа з захищеного носія ключової інформації не можливий";
"Виникла помилка при отриманні ідентифікатора відкритого ключа" = "Виникла помилка при отриманні ідентифікатора відкритого ключа";
"Виникла помилка при формуванні контейнеру особистих ключів та сертифікатів" = "Виникла помилка при формуванні контейнеру особистих ключів та сертифікатів";
"Експорт ключів завершено успішно" = "Експорт ключів завершено успішно";
"Виникла помилка при записі контейнеру особистого ключа у файл" = "Виникла помилка при записі контейнеру особистого ключа у файл";
"Виникла помилка при записі контейнеру особистих ключів та сертифікатів у файл" = "Виникла помилка при записі контейнеру особистих ключів та сертифікатів у файл";
"Каталог вже існує, будь ласка введіть інше ім'я" = "Каталог вже існує, будь ласка введіть інше ім'я";
"Невірне ім'я каталогу" = "Невірне ім'я каталогу";
"Виникла помилка при створенні каталогу" = "Виникла помилка при створенні каталогу";
"Всі поля повинні бути заповнені" = "Всі поля повинні бути заповнені";
"Значення полів не співпадають" = "Значення полів не співпадають";
"Не вказано ім'я користувача" = "Не вказано ім'я користувача";
"Не вказано пароль" = "Не вказано пароль";
"Не вказано підтвердження паролю" = "Не вказано підтвердження паролю";
"Пароль та його підтвердження не співпадають" = "Пароль та його підтвердження не співпадають";
